Repository: wp-plugins/twitter-themes
Catalog: languages/twitter-themes-*.po
Languages: es_es

source: A plugin that displays your latest tweets
es_es: Un plugin que muestra tus últimos Tweets

source: Title:
es_es: Título

source: Twitter user name
es_es: Nombre de usuario de Twitter:

source: Refresh time (in minutes)
es_es: Tiempo de refresco (en minutos)

source: Select theme
es_es: Seleccionar tema

source: Display profile image
es_es: Mostrar imagen de perfil

source: Do not show
es_es: No mostrar

source: Mini - 24px by 24px
es_es: Mini - 24px por 24px

source: Normal - 48px by 48px
es_es: Normal - 48px por 48px

source: Bigger - 73px by 73px
es_es: Mayor - 73px por 73px

source: Tweet content
es_es: Contenido del Tweet

source: Number of tweets (max 200, included retweets and replies)
es_es: Número de Tweets (máx. 200, incluidos retweets y respuestas)

source: Show Tweet Actions
es_es: Mostrar acciones de Tweets

source: Include retweets
es_es: Incluir retweets

source: Include replies
es_es: Incluir respuestas

source: Show sending application
es_es: Mostrar aplicación de envío

source: Show date
es_es: Mostrar fecha

source: Show links
es_es: Mostrar enlaces

source: Open links in a new window
es_es: Abrir enlaces en una nueva ventana

source: Add "nofollow" attributte to links
es_es: Añadir atributo "nofollow" a enlaces

source: Show Follow Button
es_es: Mostrar botón Seguir

source: Show Screen Name
es_es: Mostrar nombre de usuario

source: Followers count display
es_es: Mostrar contador de seguidores

source: Large Follow Button
es_es: Botón Seguir grande

source: Button alignment left
es_es: Alineación a la izquierda del botón

source: Show Link to PoseLab
es_es: Mostrar enlace a PoseLab

source: from %s
es_es: desde %s

source: Reply
es_es: Responder

source: Retweet
es_es: Retwittear

source: Favorite
es_es: Favorito

source: Please update <a href="%1$s">your settings for
es_es: Por favor, actualice <a href="%1$s">sus ajustes para

source: : Twitter API settings
es_es: : Preferencias de la API de Twitter

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene permisos suficientes para acceder a esta página.

source: Save
es_es: Guardar

source: Twitter API Settings
es_es: Opciones de la API de Twitter

source: How to get your Twitter API Settings
es_es: Cómo conseguir tus preferencias de la API de Twitter

source: Create a new Twitter application
es_es: Crear una nueva aplicación de Twitter

source: Fill in Name, Description, Website
es_es: Completa nombre, descripción, sitio web

source: Agree to rules, fill out captcha, and submit your application
es_es: Acepta las normas, completa el captcha, y envía tu solicitud.

source: Copy the Consumer key, Consumer secret, Access Token and Access Token Secret into the left fields
es_es: Copie la Consumer key, Consumer secret, Access Token and Access Token Secret a los campos de la izquierda

source: Click the Save button
es_es: Pulsa el botón Guardar

source: Error: Twitter API Consumer Key not correctly formatted.
es_es: Error: el Consumer Key de la API de Twitter no está correctamente formateado.

source: Error: Twitter API Consumer Secret not correctly formatted.
es_es: Error: el Consumer Secret de la API de Twitter no está correctamente formateado.

source: Error: Twitter API Access Token not correctly formatted.
es_es: Error: el Access Token de la API de Twitter no está correctamente formateado.

source: Error: Twitter API Access Token Secret not correctly formatted.
es_es: Error: el Access Token Secret de la API de Twitter no está correctamente formateado.

source: Support
es_es: Soporte

source: Settings
es_es: Opciones
